"%@ minute" = "%@ Minute";
"rpm" = "U/min";
"days" = "Tage";
"%1$@ hours, %2$@ minute, %3$@ second" = "%1$@ Stunden, %2$@ Minute, %3$@ Sekunde";
"Please enable Location Services so we can find your location. You can also select a location in preferences." = "Bitte schalte die Ortungsdienste ein, damit wir deinen Ort finden können. Du kannst aber auch einen Ort in den Einstellungen auswählen.";
"V" = "V";
"%@ MB" = "%@ MB";
"W" = "W";
"mA" = "in mA";
"iStat Menus needs access to your calendars to be able to display upcoming events." = "iStat Menus braucht Zugriff auf deine Kalender, um zukünftige Ereignisse anzuzeigen.";
"%@ Days" = "%@ Tage";
"KB" = "KB";
"TB/s" = "TB/s";
"iStat Menus needs access to your location to provide information for this city. Please enable Location Services so we can find your location." = "iStat Menus benötigt Zugriff auf deinen Standort, um Informationen zu dieser Stadt anzuzeigen. Bitte schalte die Ortungsdienste ein, damit wir deinen Ort finden können.";
"GB/s" = "GB/s";
"Kb/s" = "Kb/s";
"%1$@ minutes, %2$@ second" = "%1$@ Minuten, %2$@ Sekunde";
"TB" = "TB";
"%1$@ hour, %2$@ minutes" = "%1$@ Stunde, %2$@ Minuten";
"24 Hours" = "24 Stunden";
"Bytes" = "Byte";
"%1$@ day, %2$@ hours, %3$@ minute" = "%1$@ Tag, %2$@ Stunden, %3$@ Minute";
"%1$@ hour, %2$@ minutes, %3$@ second" = "%1$@ Stunde, %2$@ Minuten, %3$@ Sekunde";
"Amperage" = "Stromstärke";
"hours" = "Stunden";
"b/s" = "b/s";
"MB" = "MB";
"%@ minutes" = "%@ Minuten";
"Mb/s" = "Mb/s";
"%@ GB" = "%@ GB";
"%1$@ days, %2$@ hours, %3$@ minute" = "%1$@ Tage, %2$@ Stunden, %3$@ Minute";
"mAh" = "in mAh";
"%1$@ hour, %2$@ minute" = "%1$@ Stunde, %2$@ Minute";
"1 Hour" = "1 Stunde";
"%1$@ hour, %2$@ minutes, %3$@ seconds" = "%1$@ Stunde, %2$@ Minuten, %3$@ Sekunden";
"%1$@ days, %2$@ hours, %3$@ minutes" = "%1$@ Tage, %2$@ Stunden, %3$@ Minuten";
"%1$@ hours, %2$@ minute" = "%1$@ Stunden, %2$@ Minute";
"%@ KB" = "%@ KB";
"7 Days" = "7 Tage";
"%@ TB" = "%@ TB";
"minute" = "Minute";
"second" = "Sekunde";
"%1$@ minutes, %2$@ seconds" = "%1$@ Minuten, %2$@ Sekunden";
"%1$@ hours, %2$@ minutes, %3$@ second" = "%1$@ Stunden, %2$@ Minuten, %3$@ Sekunde";
"A" = "A";
"hour" = "Stunde";
"30 Days" = "30 Tage";
"KB/s" = "KB/s";
"%@ Day" = "%@ Tag";
"GB" = "GB";
"%1$@ hours, %2$@ minute, %3$@ seconds" = "%1$@ Stunden, %2$@ Minute, %3$@ Sekunden";
"iStat Menus needs access to your location to provide information for this city." = "iStat Menus benötigt Zugriff auf deinen Standort, um Informationen zu dieser Stadt anzuzeigen.";
"day" = "Tag";
"minutes" = "Minuten";
"%1$@ hour, %2$@ minute, %3$@ seconds" = "%1$@ Stunde, %2$@ Minute, %3$@ Sekunden";
"Gb/s" = "Gb/s";
"Tb/s" = "Tb/s";
"Design Capacity" = "Designkapazität";
"%1$@ hour, %2$@ minute, %3$@ second" = "%1$@ Stunde, %2$@ Minute, %3$@ Sekunde";
"%1$@ day, %2$@ hours, %3$@ minutes" = "%1$@ Tag, %2$@ Stunden, %3$@ Minuten";
"MHz" = "MHz";
"Bits" = "Bit";
"%1$@ days, %2$@ hour, %3$@ minutes" = "%1$@ Tage, %2$@ Stunde, %3$@ Minuten";
"We are still trying to find your location. You can also select a location in preferences." = "Wir versuchen immer noch, deinen Ort zu finden. Du kannst aber auch einen Ort in den Einstellungen auswählen.";
"Voltage" = "Voltzahl";
"%1$@ hours, %2$@ minutes" = "%1$@ Stunden, %2$@ Minuten";
"MB/s" = "MB/s";
"%1$@ days, %2$@ hour, %3$@ minute" = "%1$@ Tage, %2$@ Stunde, %3$@ Minute";
"iStat Menus needs access to your location to provide weather information. You can also select a location in preferences." = "iStat Menus benötigt Zugriff auf deinen Standort, um Wetter Informationen anzuzeigen. Du kannst aber auch einen Ort in den Einstellungen auswählen.";
"%1$@ and %2$@" = "%1$@ und %2$@";
"%1$@ minute, %2$@ seconds" = "%1$@ Minute, %2$@ Sekunden";
"%1$@d, %2$@h, %3$@m" = "%1$@d, %2$@h, %3$@m"; // 1d, 1h, 1m
"%1$@ hours, %2$@ minutes, %3$@ seconds" = "%1$@ Stunden, %2$@ Minuten, %3$@ Sekunden";
"%1$@ day, %2$@ hour, %3$@ minute" = "%1$@ Tag, %2$@ Stunde, %3$@ Minute";
"%1$@ day, %2$@ hour, %3$@ minutes" = "%1$@ Tag, %2$@ Stunde, %3$@ Minuten";
"mV" = "in mV";
"B/s" = "B/s";
"GHz" = "GHz";
"%1$@ minute, %2$@ second" = "%1$@ Minute, %2$@ Sekunde";


// Unlocalized strings



// Modified strings

